{
    "general general": [
        "You think of a message to send to the medicine cats of c_nClan during the half-moon meeting.",
        "You will the clouds to cover the moon during a tense Gathering.",
        "r_a gets lost during their first solo hunt. You use the wind and the rustling of the undergrowth to guide them safely back to camp.",
        "You take some time to practice your dreamwalking so that you can visit the c_nClan cats you've been watching so closely.",
        "You snap a twig to startle a shrew right into the paws of a hunting patrol. When they thank StarClan for their prey, you reply in your head with a purr that it's no problem.",
        "You squint down at your paws, wondering if they may be beginning to fade.",
        "You thought that being dead would free you from feeling any grief, but you can't help but feel sorrow as some of your StarClan clanmates begin to fade.",
        "You feel a wave of unease when you realize how close you are to the Dark Forest border."
    ],
    "general assertive": [],
    "general brooding": [],
    "general cool": [],
    "general upstanding": [],
    "general introspective": [],
    "general neurotic": [],
    "general silly": [],
    "general stable": [
        "You feel accepting of all you did during your life for c_nClan, you feel it was enough.",
        "You wonder how your family is doing?",
        "You wish you were more adventurous when you were alive.",
        "You wonder if your name will be remembered through c_nClan's history? Or are you doomed to fade away?",
        "Maybe you could have done more if you didn't let your fears dictate your life.",
        "You hope the future generations learn from your mistakes.",
        "You silently curse at r_c for abandoning their clanmate in a time of need.",
        "You watch the medicine cats eagerly, despite your death you yearn for new knowledge.",
        "You walk beside an apprentice with confidence, proudly watching their growth.",
        "You attempt to yell at a mentor for snapping at an apprentice for unjust reasons, only to remember they can't hear nor see you.",
        "You play with the kits in StarClan.",
        "You wander through the river underwater, even in death the beauty of the territory and its wonders amaze you.",
        "You feel trapped so far from home.",
        "You curl in a ball, still unable to accept the truth behind your death.",
        "You're giving r_m a prophecy. Feathers, bars of steel, and scales of fins. What they do with that information is out of your control."
    ],
    "general sweet": [],
    "general unabashed": [],
    "general unlawful": [],
    "general rare": []
}