{
    "dead_rogue_J1": [
        [
            "they_dead",
            "you_dead",
            "any",
            "you_blind",
            "they_blind"
        ],
        [
            "This isn't what I expected from the afterlife."
        ]
    ],
    "dead_rogue_J2": [
        [
            "they_dead",
            "any",
            "you_blind",
            "they_blind"
        ],
        [
            "This isn't what I expected from the afterlife."
        ]
    ],
    "sc_ur_rogue_Guy1": [
        [
            "they_ur",
            "they_rogue",
            "you_sc",
            "they_blind"
        ],
        [
            "[You aren't surprised to see t_c at the border. Again.]",
            "Your kind can't just claim all of the territory!",
            "[You explain, once again, to the rogue that they have more territory and freedom than StarClan cats.]",
            "Yeah, well you better stay over there!",
            "[Somethings never change, even when you're dead.]"
        ]
    ],

   "sc_urrogue_ps_1": [
        [
            "they_ur",
            "they_rogue",
            "you_sc",
            "you_deaf",
            "they_deaf"
        ],
        [
            "[You feel eyes peering at you from the fog, wandering near the border of stars and mist.]",
            "[Briefly, you spot the ghost of a rogue, looking at your star-sewn pelt in awe.]",
            "[Though, once they see you've spotted them, they turn tail and run.]"
        ]
    ],

   "sc_urrogue_ps_2": [
        [
            "they_ur",
            "they_rogue",
            "you_sc",
            "they_blind"
        ],
        [
            "Hello?",
            "[You turn to see an unfamiliar cat, standing half-in and half-out of the fog.]",
            "I used to know one of you... though, I can't seem to remember who.",
            "Would you mind asking your StarClan friends if they used to know me?"
        ]
    ],

   "sc_urrogue_ps_3": [
        [
            "they_ur",
            "they_rogue",
            "you_sc"
        ],
        [
            "[You find yourself a little lost, stumbling around the mist trying to find your way out.]",
            "This way.",
            "[You whirl around, spotting a cat who somehow seemed to sneak up on you.]",
            "[They guide you out, but they seem to disappear when you go to thank them.]"
        ]
    ],

   "sc_urrogue_ps_4": [
        [
            "they_ur",
            "they_rogue",
            "you_sc",
            "you_blind",
            "they_blind"
        ],
        [
            "What was my name?",
            "t_c. It meant a lot to me, even though it wasn't as grand as a Clancat's.",
            "I take careful steps to ensure I never forget it."
        ]
    ]

}