{
    "general general": [
        "You loiter near the StarClan border, conspicuously trying to find weaknesses in the fortified bramble walls.",
        "Every day you try to go hunting, thinking it might be different this time, but you continue to go to sleep hungry each night.",
        "You squint down at your paws, wondering if they may be beginning to fade.",
        "With a group of other Dark Forest cats, you coordinate to send a storm c_nClan's way.",
        "You thought that being dead would free you from feeling any grief, but you can't help but feel sorrow as some of your Dark Forest clanmates begin to fade.",
        "Sometimes, you go to sleep and expect to wake up back home.",
        "You try to sneak past the crumbling bush and trees, but the muck traps your paws before you can make it.",
        "You wonder how your family is doing, and if they miss you at all.",
        "You try to make a nest with the foliage surrounding you, but it crumples and breaks apart in a sad, uncomfortable heap.",
        "You attempt to paw off the muck from your tail, only for it to smudge into a bigger mess than before.",
        "You find yourself dreaming of memories in c_nclan.",
        "In a fleeting moment of vulnerability, your lips almost drift into a prayer to StarClan.",
        "You reflect on your life and desperately try to remember what love feels like.",
        "There's always a strange feeling over the Place of no Stars. Like rain is just about to drop, but never comes. The forest is always on the brink of something unreachable, and it's driving you insane.",
        "Some days you don't get out of your nest, knowing that mud always drains your path.",
        "You can't tell if it's day or night anymore.",
        "You haven't seen another soul in days.",
        "You regret your actions in life, but there's no way to take them back. You wonder if there's a way to redeem yourself, but the thought feels futile.",
        "You vow revenge against the cats that placed you here, refusing to believe it was your own actions instead.",
        "You wonder what you could've done better to get into StarClan. Did you deserve this?",
        "You train with df_y_a the whole night, denying their request for a break.",
        "df_y_a begs you to teach them a complex battle move.",
        "You watch df_y_a train with the other Dark Forest trainees.",
        "df_y_a doesn't appear during the night and you decide to make a visit to the Clan to see what's going on."
    ],
    "general assertive": [],
    "general brooding": [],
    "general cool": [],
    "general upstanding": [],
    "general introspective": [],
    "general neurotic": [],
    "general silly": [],
    "general stable": [],
    "general sweet": [],
    "general unabashed": [],
    "general unlawful": [],
    "general rare": []
}