{
    "Contaminated Water": {
        "event": "Contaminated Water",
        "camp": [
            "any"
        ],
        "season": [
            "Newleaf",
            "Greenleaf"
        ],
        "tags": [],
        "priority": "both",
        "duration": 3,
        "rarity": "rare",
        "trigger_events": [
            "A c_n hunting patrol spots a group of Twolegs dumping a large amount of Twoleg rubbish and crowfood into the river. The water now has a bitter, metallic taste, and the cats who drink it notice their stomachs begin to hurt when they return home.",
            "r_w stops by the river on their way back from a hunting patrol to have a drink. An awful smell stops them in their tracks, and they notice a strange mound sticking out of the water. It seems that some Twolegs have cleaned out their dirtplace into the water and contaminated it.",
            "A regular border patrol stumbles across the large body of a moose. They're excited at first, but when they get closer, they notice that its body has begun rotting, and that half of it is laying in the river that c_n regularly drinks from. Crowfood and blood mix with the flow of the freshwater, contaminating it."
        ],
        "progress_events": {
            "moon1": [
                "Several cats of c_n have been getting sick from their only water source, crowding the dirtplace and filling the camp with moans of pain. ",
                "Many cats of c_n have been waking up with horrible stomach pain after drinking from the murky river. The air in camp is foul and sad. No one has the energy to hunt, to train, or even to speak with each other.",
                "c_n camp is full of cats in pain, ill from drinking the contaminated water or eating prey that did."
            ],
            "moon2": [
                "The cats of c_n are thirsty-- unbearably thirsty. Some cats continue to drink the contaminated water, just ending up more sick and dehydrated because of it. Patrols have attempted to fetch water from a faraway source, but the clumps of moss that they return with have nearly dripped dry by the time they get back.",
                "The river has not cleared up. Able cats have been sent to find water elsewhere, but once another source is found, it's too far away for much water to be successfully transported. Not even eating is safe-- water-sick prey has been passing its symptoms to the cat that eats it. Cats begin to starve as well as thirst.",
                "Sick and thirsty cats litter the clearing. When clouds pass over the sun, they open their eyes and turn to the sky, mouths open, praying for some fresh rain to drink.",
                "The cats of c_n are getting thirsty. Responsible warriors stay on guard at night to stop their sick clanmates from sneaking out to drink from the contaminated river, while queens shape large leaves into cups in an attempt to catch any rain that might happen to fall from the sky."
            ]
        },
        "conclusion_events": [
            "Unable to stand the thirst anymore, a weak r_w stumbles to the river, knowing of the sickness that they might have to battle because of it. They take a sip, and are surprised when they taste and smell cool, fresh water. They look down through the clear river, finally able to see the pebbles on the bottom again. Rejuvenated, r_w takes a few gracious gulps before sprinting back to camp with the good news. The river is clean!",
            "The foul scent from the river has begun to fade, until one day, it seems to be completely gone. A border patrol visits the site of the pollution, and are elated to find it completely clear! Twoleg pawprints are evident in the mud. It seems that they've finally done something right!",
            "The Clan has been closely monitoring the state of the river. Finally, lead_name has announced that the contamination is gone, and the water is once more safe to drink. Thirsty warriors rush to the camp entrance, clearing the medicine den of their moss stores, to fetch water for the ill."
        ],
        "collateral_damage": {}
    }
}