{
    "general general": [
        "You wander around, exploring places you've never seen before.",
        "You find yourself quickly getting bored in death.",
        "You catch another cat's gaze for a moment. They startle a bit, but move on quickly. Perhaps they caught a glimpse of you?",
        "With a lot of time to reflect, you wonder if this is all there is in your afterlife. You can do so many things... But you'd rather stay to what's familiar. There's no use in getting lost with no one to ask the way back.",
        "Twolegs aren't so scary anymore. It's a wonder how perspective changes with a lack of mortal fear.",
        "A busy Thunderpath is no match for you. After reminding yourself that Monsters can't hurt you, it's a breeze to walk over the rumbling black stone with the roar of metal monsters going through you. They're not a threat at all anymore!",
        "Meeting another ghost was unexpected. You both chat for a bit, pleased to speak to someone after all this time alone. You promise to meet up on occasion from now on before parting ways with lightened hearts.",
        "A dog breaks away from a twoleg and barrels straight for you. Old instinct has you primed to run - before remembering you're already dead. The dog darts through you harmlessly, Twoleg hot on their tail yelling something. ",
        "A Twoleg briefly looks you in the eyes. You've heard of other cats being able to see ghosts, but can Twolegs see you too? Perhaps it is something to ponder about.",
        "You watch a group of apprentices from a clan sneak out of camp. They end up stuck in a small pit, and you get to see them embarrassedly march back to camp in the morning.",
        "A dog runs in your direction with a wagging tail and you can't help but feel a moment of happiness. It reminds you of the friendlier dogs you knew while you were alive. As the dog phases through you, however, you're hit with a pang of disappointment. There are no friends to be made between living and dead.",
        "Yet another mouse phases through your transparent paws. There's still the joy of trying, however.",
        "You blow softly on a living cat's ear, snickering as they leap into the air in shock.",
        "You watch a thunderstorm roll by, the rain passing through you as you relax. You never had time to observe it before, it's definitely a lot more beautiful when it can't hurt you.",
        "A thought strikes you one day while you overlook a lake. Could you... walk on water? With a thrill of amusement you find that you can. If only someone could see you now!",
        "A magnificent sunrise is best experienced up close. From the tallest tree you can find, you watch colors melt together for hours as the sky changes. Some things make you feel truly small even in death.",
        "The night sky is a sight to behold in a new place. It never would have been possible to see it like this in life. Perhaps this is the best way you could have spent your time after death after all.",
        "Death has taught you quite a lot. What it hasn't taught you, however, is how to... be a ghost exactly. Where have your paws gone? You swore they were right there a second ago...",
        "As you learn more about the world around you, you wonder if you ever would have been able to learn all of this without being a ghost. Perhaps there's a reason you never passed on? Perhaps you can accept this.",
        "There's just something about being a ghost that truly makes you happy. Lonely as it is... There's so much to do and experience still. Death was never the end. It was only a new beginning. ",
        "You've noticed that some young kits tend to be able to see you. Not for long, but it's enough. You try to remain friendly with them when they do notice you. Today, you even managed to push a moss ball for one kit! They were so happy to play with a new friend... even if their caretaker didn't believe them.",
        "Some days you wondered if anyone would miss you when you were gone. Now that you're dead, you find that you've come to terms with the thought. All good things must end eventually. You're no exception to the matter. One day, though you don't know when, you will fade from your afterlife as well. ",
        "While experimenting with being a ghost, you somehow... get your paw stuck in a tree. You're not really sure what to do about that as you stare at the problem for a while. Huh. You stay that way until something catches your attention and you're suddenly freed. All's well that ends well.",
        "The more time you spend as a ghost, the more you realize just how peaceful it is. All that you have to do is find something to keep yourself busy with. The rest sorts itself out eventually.",
        "In your wanderings you come across a fragrant patch of plants. Try as you might... You can't roll in them to crush them to let the scent linger on your pelt. It's a reminder of the little things you've lost in your new afterlife.",
        "Foxes, you find, aren't as bad as you used to think. They're quite cute actually. After spending some time around a family of them you have a renewed outlook on the animal you once feared. ",
        "You lose your footing in a tree - literally. Panic strikes you as you fall through the branch you'd been on. At least, it does until you remember you're a ghost, and it can't hurt you to fall. You could even just... gracefully float the rest of the way down. Small perks?",
        "One day you learn to just... float. It's a very strange feeling. Higher and higher you go... Wow! You can see for ages up here!",
        "The longer you spend watching living cats, the more you realize just how much you didn't know. It feels so foolish now to think back on all of the miscommunications and mistakes you made."
    ],
    "general assertive": [],
    "general brooding": [],
    "general cool": [],
    "general upstanding": [],
    "general introspective": [],
    "general neurotic": [],
    "general silly": [],
    "general stable": [],
    "general sweet": [],
    "general unabashed": [],
    "general unlawful": [],
    "general rare": []
}