{
    "kitten general": [
        "You wander into a barn full of cats, busying yourself with a game of 'count the stripes on each cat'. This bores you quickly, however.",
        "You try sitting down again, and watch as your legs disappear. Yep. This is still extremely strange, even though your legs aren't solid anymore. ",
        "You chase your tail for a few minutes, only to bite through it and remember that you are, in fact, still a ghost.",
        "A perk of being a ghost is that you can do anything you want without someone telling you no or that you're going to get hurt! You spend the moon doing all the dangerous things you were told not to.",
        "It's lonely being a ghost. There's no other kits to play with. But! A passing elder ghost did stay with you to share stories for a while. ",
        "You could spend all your time listening to tales from the few ghosts you meet. They always move on after a bit though. So you come up with a few of your own to share next time you meet.",
        "There is endless time to create fun games and get into mischief. If only there was someone to share these moments with... You really could use a friend to play with!",
        "You have an amazing idea. If you're a ghost - you don't need to breathe! You find a river and explore the world below the surface. Look at all the fish! Some of them could have gobbled you up if you were alive!",
        "It takes a lot of concentration and time... but you finally managed to hit a mossball! It didn't go very far - but the fact that you could at all is amazing!",
        "You managed to get up into a tree to follow a bird. It was building a nest! It's so cool to watch them weave materials together for a secure nest in such a dangerous place. You'll have to check back later to see the cute, fluffy little chicks!",
        "Since your shadow isn't there anymore, you can bat at fish all you want! ",
        "Now that you're a ghost you can play in the mud allllll you want! No one can stop you! Though, it's not as fun when you don't get all muddy...",
        "Twolegs are so weird! You burst into a fit of giggles watching some Twoleg kits play in colorful furs outside. What are they playing? You want to play this game too!"
    ],
    "kitten assertive": [],
    "kitten brooding": [],
    "kitten cool": [],
    "kitten upstanding": [],
    "kitten introspective": [],
    "kitten neurotic": [],
    "kitten silly": [],
    "kitten stable": [],
    "kitten sweet": [],
    "kitten unabashed": [],
    "kitten unlawful": [],
    "kitten rare": []
}