{
    "success": [
        "After a hard day, you find solace in a_n's comforting words and gentle touch. You dream of a future where you and a_n can be together openly, but the thought of betraying m_n keeps haunting your thoughts.",
        "One evening, as you watch the stars, a_n joins you. The night stretches on as the two of you dream of a different life together.",
        "a_n sneaks into your nest during the night and leaves before m_n can rouse you in the morning. You wonder if this will start becoming a regular thing.",
        "You can no longer deny your feelings for a_n and sneak out to a nearby glade to confess to them. They curl their tail around yours with a purr, making your heart leap. What m_n doesn't know can't hurt them, right?",
        "Your attraction to a_n is the worst kept secret around camp, so no one is surprised when the two of you sneak out onto the territory together. Not even m_n, who looks away bitterly, pretending not to notice.",
        "You bury your face into a_n's fur, their touch filling you with a warmth that m_n hasn't been able to muster in moons. If being with a_n is wrong, maybe you don't want to be right.",
        "You've done your best to be a loyal mate and partner, but your feelings for a_n are just too strong to resist. You swear over and over that every secret meeting will be the last, but somehow, it's a mistake you can't seem to stop making.",
        "Is it possible to love two cats at once? You still appreciate m_n's loyalty, but a_n is just something else entirely. As you sigh into their fur, all at once, the world seems to have color again.",
        "m_n has been failing you at every turn lately. They never listen to you, never make time for you, and never make efforts to change. On the other hand, when you're with a_n, you feel more seen and cherished than ever. The choice is easy, and you have no regrets.",
        "The second you sneak out of camp with a_n, you're hit with a twinge of regret. What would m_n say if they knew ...?",
        "As you're out by the river watching the fish, one of them reminds you of a_n. Your cheeks blush up as you realize how often your mind rests on them, soon followed by shame. If you thought of a_n before m_n, then what is your relationship worth? You reflect on the question together with the cat you can trust, a_n. They seem to be the only cat to understand you lately."
    ],
    "fail": [
        "You meet with a_n in a secluded glade. The two of you feel a connection neither of you can deny. The bushes rustle, revealing a teary-eyed m_n.",
        "a_n is horrified at the thought that you'd make them into a homewrecker! Later that day, you see them whispering with m_n, stealing glances in your direction. What did you just get yourself into?",
        "a_n is flattered by your confession, but a little concerned by the state of your relationship with m_n. They suggest the two of you talk things out, and assure you they'll still be here when you're really ready.",
        "When you confess your feelings to a_n, they curl their lip as if they just tasted bad prey. Clearly, you were mistaken in assuming they felt the same way ...",
        "Thrilled by your confession, a_n has their tail wrapped around you the entire walk to the secluded cliffside ... where, as it turns out, a very confused r_w is training. You make up some random excuse to them, thinking they'll buy it, but you return to camp to see them talking with m_n ...",
        "You cuddle with a_n in a hidden spot outside the territory, thrilled by your forbidden romance together ... little do you know r_w, who followed you the whole way here, sees the whole thing from a nearby tree.",
        "In another life, a_n would have loved to have been with you ... but they state their responsibility is to the clan now, and yours is to your mate. If only you had gotten to them when you were younger ..."
    ],
    "fail breakup": [
        "m_n breaks it off with you immediately. They avoid you whenever possible.",
        "m_n coldly brushes past you, refusing to look at or acknowledge you at all. I think it's safe to say that your relationship is over ... or at least, it will never be the same. "
    ],
    "fail none": [
        "You plead with m_n to give you a second chance. After a while, m_n accepts, making you swear to never look at a_n again.",
        "You apologize to m_n, expecting them to be angry, but instead they're ... tearful? m_n begs you to tell them what they did wrong, why you felt you couldn't trust them, and what a_n provides you that they don't. For the first time, you feel a pang of regret, and question why you ever thought of betraying them in the first place.",
        "r_w saw your confession to a_n, and demands that you now do as they say, lest they tell your secret to everyone in the clan.",
        "Don't worry, your secret is safe with r_w ... for now. But, if you cross them, who knows what could happen?"
    ]
}