{
    "kitten general": [
        "You roll a piece of moss into a ball and bat it around with your tiny paws.",
        "A bug skitters around the nursery, catching your eye. You pounce on it, and hold it up proudly so that the warriors can see your accomplishment.",
        "As the camp settles down for the night, you curl up in your nest but can't seem to fall asleep! You want to continue to play, play, play.",        
        "You and r_k set up an ambush, crouching near the camp entrance in wait for your victim. As soon as the entrance rustles, both of you pounce, landing on a shocked r_w.",
        "r_k beckons you out of the nursery one morning to play a game of mossball. The game ends in your victory!",
        "r_k beckons you out of the nursery one morning to play a game of mossball. The game ends in your loss...",
        "You watch as d_n organizes a patrol, hoping one day that you'll be a part of one.",
        "r_a shows off their skills, and you observe in awe. Maybe someday you'll be just like them.",
        "r_a makes fun of the fact that you can't leave camp yet. You lash your tail angrily. One day!",
        "You sneak into the warrior's den, only to be chased out by r_w.",
        "You play hide and seek with r_c, and you find such a good hiding spot that the Clan starts to worry you've gone missing. When you spring out of your spot, you're scolded, despite insisting it was r_c's idea to play hide and seek.",
        "r_k plays a game of mossball, but seems to pointedly exclude you.",
        "y_p comes back with a huge, colorful bird, and regales you with the tale of the chase! You listen in awe.",
        "You and y_s spend the whole day brainstorming about your full names together! You hope you'll be given matching ones.",
        "y_s refuses to play with you so you complain to y_p, who forces them to apologize. Later, they prank you with thorns in your nest later as revenge.",
        "You and y_s take a nap together after a long day of playing. You cuddle together into a warm pile of fluff.",
        "You and y_s hatch a plan to sneak out of camp, only for r_q to catch you and stop your plan before it even starts!"
    ],
    "kitten assertive": [

    ],
    "kitten brooding": [

    ],
    "kitten cool": [

    ],
    "kitten upstanding": [
        "r_q lectures about the basics of the Warrior Code. You make it a point to memorize each rule, hoping to get a head start on your apprenticeship."
    ],
    "kitten introspective": [

    ],
    "kitten neurotic": [

    ],
    "kitten silly": [

    ],
    "kitten stable": [

    ],
    "kitten sweet": [

    ],
    "kitten unabashed": [

    ],
    "kitten unlawful": [
        "r_q lectures about the basics of the Warrior Code, but you don't pay attention. Rules are boring, you'd much rather be outside playing mossball!"
    ],
    "kitten rare": [
        "One night, as you sneak out of the nursery, you look up to see brilliant streaks of white light traveling across the sky. You watch the meteor shower, your eyes wide with amazement and wonder."
    ],
    "moon_2_one_parent": [
        "You feel the soft touch of parent1's fur as they curl around you. Their warm purr is comforting, making you feel safe. The familiar scent of your parent fills your senses, offering you a sense of belonging and home. The world may be wide and unknown, but here, buried in their fur, you know you are loved and protected.",
        "Even though your eyes are still closed, you know you're not alone. parent1 is there, brushing your head with their muzzle. The sound of their soft voice, telling you stories of brave Clan cats. The tales inspire dreams filled with adventure and bravery, but for now, you're content to listen and imagine.",
        "The wind picks up outside the nursery, its howl resonates with your tiny heart, causing you to tremble. parent1 comes closer, whispering into your ear that it's just the wind, nothing to fear. The trembling lessens as their comforting purrs reassure you.",
        "One day, you feel the soft nudge of parent1. They encourage you to stand on your tiny paws. Despite a few stumbles, you manage to stand tall, looking up to see parent1's eyes glowing with pride. The feeling of achievement fills your tiny chest, and you know this is just the first of many milestones you'll reach.",
        "You sense a strange feeling, the ground seems to move under your paws. You realize it's just the thrill of parent1 teaching you how to play-fight. With each swipe and tumble, you grow stronger, learning the basics of what it means to be a warrior, under your parent's watchful and loving gaze.",
        "One evening, parent1 shares with you the wisdom of StarClan. The stars seem to twinkle a little brighter as you listen to the tales of your ancestors. You look up, gazing at the endless sky, feeling a connection to the cats who came before you. In this moment, you feel a part of something larger, an endless lineage that you're soon to join.",
        "parent1 takes you to the entrance of the nursery for the first time. The camp is buzzing with activity, making your heart pound with excitement and fear. parent1's reassuring nudge reminds you that this is your future - you're not just a kit anymore, you're a part of the Clan.",
        "Trying to run for the first time, you stumble and fall flat on your face. parent1 asks if you're okay, hiding a smile."
    ],
    "moon_2_two_parents": [
        "The sun sets, casting a golden hue throughout the nursery. parent1, their tail curled around you, purrs a soft melody, while parent2 nuzzles your forehead, their love for you manifesting in each tender touch. You feel the warmth of their bodies against yours, offering comfort and security as you drift off to sleep in the coziness of their combined embrace.",
        "You feel the familiar touch of parent1 nudging you playfully, a gesture to wake up for another day of discovery. Meanwhile, parent2 patiently waits, a freshly caught shrew resting by their paws. This act of love fills your heart with joy, and you realize just how much they care for you.",
        "It's a stormy day, the rain pounding on the roof of the nursery. You shudder, but then you feel parent1's gentle stroke against your fur, a calming presence amidst the uproar. parent2 shares stories of valiant cats facing such storms, instilling in you the courage and resilience that is the mark of a true warrior.",
        "One day, parent1 takes your tiny paw into their own, guiding you to make your first paw print in the soft mud outside the nursery. parent2 watches from a distance, their eyes gleaming with pride and a hint of bittersweet nostalgia. They know, as you do, that this small act signifies a step toward the big, wide world outside and your coming of age.",
        "parent1 and parent2 take turns teaching you the Warrior Code, their voices filling the nursery with tales of honor, loyalty, and bravery. You listen, captivated, as they teach you about the core values that bind the Clan together. The pride in their eyes motivates you to be the best you can be for your Clan.",
        "One evening, under the star-studded sky, parent1 points out various constellations to you. parent2 whispers stories that align with each constellation, legends of the great warriors who now watch over you from StarClan. As you gaze at the twinkling stars, you realize your journey is not just your own but continues the legacy of the cats who came before you.",
        "The day comes when you leave the nursery for the first time, exploring the bustling Clan camp. parent1 and parent2 stay close, guiding and watching as you interact with your future Clanmates. Though the camp feels immense and somewhat intimidating, your parents' reassuring presence reminds you that you're part of a larger family, ready to support you at every turn."
    ],
    "moon_3_one_parent": [
        "One day, while the camp is buzzing with the morning's activity, parent1 gently wakes you. They tell you it's time to explore the camp, their voice warm and encouraging. Your tiny heart races with anticipation as you venture out of the nursery, parent1's reassuring presence guiding you every step of the way.",
        "parent1's voice pulls you from your dream, a soft hum singing praises of StarClan. The melody is simple and you feel comforted by your parent's faith in the ancestors above.",
        "You feel the tickle of parent1's tail against your nose, waking you up from your mid-day nap. With a playful swat, they invite you to join in a gentle play-fight. As you tumble and wrestle under their watchful gaze, a feeling of pure joy spreads through you, making this ordinary day a memorable one.",
        "On a quiet afternoon, parent1 leads you to the fresh-kill pile. You observe as they skillfully select the perfect meal, teaching you about the different prey in the process. Your eyes are wide with wonder and admiration, eager to learn more about this essential skill for survival.",
        "One leaf-fall evening, you're huddled close to parent1, your body shivering slightly from the cool breeze. They wrap their tail around you, sharing stories of their first leaf-fall. The tales of their younger days fill you with a sense of pride and excitement for the adventures that await you.",
        "During a stormy night, the sound of thunder rattles the camp. As you whimper, parent1 gently soothes you, explaining that the storm is just a natural part of life, nothing to be feared. Their comforting voice guides you back to sleep, assuring you that you're safe in their care.",
        "One day, parent1 takes you to a quiet corner of the camp. There, under the watchful eyes of your ancestors, they teach you how to clean your fur. Though it seems like a mundane task, you feel a sense of accomplishment and growth, a little more prepared for life outside the nursery.",
        "As the moon shines brightly overhead, parent1 tells you tales of the great gatherings at Fourtrees. Their stories are filled with peace, rivalry, and unity among the Clans, instilling in you a profound respect for the traditions of your ancestors. With each tale, you can't help but envision your future self at these gatherings, representing your Clan with pride."
    ],
    "moon_3_two_parents": [
        "Early one morning, parent1 gently rouses you from your sleep. With parent2 at their side, they lead you to the heart of the camp for the first time. As you take in the sights, sounds, and scents of your home, you sense their pride and your own growing excitement for what awaits you beyond the nursery walls.",
        "One quiet evening, parent1 and parent2 sit with you under the starlit sky. They tell you tales of the ancient Clans and the great warriors that now shimmer above you in StarClan. These stories fill your dreams, painting them with acts of courage, wisdom, and sacrifice that one day, you too, might echo.",
        "During a particularly warm day, parent1 nudges you towards a shady spot under a tree. parent2 fetches a small piece of fresh-kill for you, teaching you the importance of staying nourished and cool. The love and care in their actions bring comfort, making the heat more bearable and the day more memorable.",
        "One day, parent1 and parent2 take turns teaching you about different prey. You learn about their smells, sounds, and tracks, feeling a rush of excitement with every new discovery. It's your first step towards understanding the life of a warrior, and their gentle guidance fuels your eagerness to learn more.",
        "Amidst a leaf-fall storm, you huddle close to parent1 and parent2 in the warmth of the nursery. As the rain beats against the roof, they whisper stories about the power and beauty of the storm, reassuring you that there's nothing to fear. Their comforting presence makes the nursery a safe haven, even amidst the fiercest storms.",
        "One moonlit night, parent1 shares with you the warrior code while parent2 attentively listens. As you memorize the code, they explain each law, helping you understand the principles that bind your Clan together. The seriousness in their eyes impresses upon you the weight of these laws, making you determined to uphold them one day.",
        "On a peaceful evening, parent1 and parent2 share their own kithood stories with you. Their tales of mischief, learning, and camaraderie fill your heart with joy and anticipation for the adventures that lie ahead. As you drift to sleep between them, you feel more connected to your parents and more excited about your journey to becoming a warrior."
    ],
    "moon_4_one_parent": [
        "One day, parent1 shows you the apprentice's den. Though it seems big and somewhat intimidating, the prospect of joining the apprentices soon fills you with excitement. Their presence reassures you, reminding you that they'll always be there, cheering you on every step of your journey.",
        "You tried to sneak out of camp after parent1 was called elsewhere. Sadly, your denmate snitched on you, and you were brought back to the nursery."
    ],
    "moon_4_two_parents": [
        "One day, parent1 shows you the apprentice's den while parent2 watches with a warm smile. Though it seems big and somewhat intimidating, the prospect of joining the apprentices soon fills you with excitement. Their presence reassures you, reminding you that they'll always be there, cheering you on every step of your journey.",
        "You tried to sneak out of camp after parent1 and parent2 were called elsewhere. Sadly, your denmate snitched on you, and you were brought back to the nursery."
    ],
    "moon_5_one_parent": [
        "parent1 encourages you to speak with the elders about the different paths you can take when you become an apprentice. Your head starts to feel like its going to explode after you learn about what each role -- warrior, medicine cat, and mediator all entail.",
        "You're so excited for your upcoming apprentice ceremony that you jump up and down with excitement. parent1 watches you with amusement.",
        "As your sixth moon approaches, parent1 tells you about the approaching ceremony where you'll be assigned a mentor and begin your training. Their shared excitement mirrors your own, their comforting words easing any nerves. Their pride in you is palpable, their love evident, making the anticipation of your coming journey even more thrilling."
    ],
    "moon_5_two_parents": [
        "parent1 and parent2 encourage you to speak with the elders about the different paths you can take when you become an apprentice. Your head starts to feel like its going to explode after you learn about what each role -- warrior, medicine cat, queen, and mediator entails.",
        "You're so excited for your upcoming apprentice ceremony that you jump up and down with excitement. parent1 and parent2 watch you with amusement.",
        "As your sixth moon approaches, parent1 and parent2 tell you about the approaching ceremony where you'll be assigned a mentor and begin your training. Their shared excitement mirrors your own, their comforting words easing any nerves. Their pride in you is palpable, their love evident, making the anticipation of your coming journey even more thrilling."
    ],
    "apprentice": [
       
    ],
    "medicine cat apprentice": [
       
    ],
    "mediator apprentice": [
      
    ],
    "queen's apprentice": [
       
    ],
    "queen": [
       
    ],
    "warrior": [
       
    ],
    "medicine cat": [
        
    ],
    "mediator": [
       
    ],
    "deputy": [
       
    ],
    "leader": [
       
    ],
    "elder": [
       
    ],
    "young_elder": [
        "You pay a visit to the medicine cat for a checkup. Your health is in great shape!",
        "One of your warrior friends comes to visit you, and you spend all day chatting about the most recent gossip around camp.",
        "You speculate with the other elders about which cats will end up as mates, which couples are destined to end in disaster, and which kits are most likely to end up as medicine cats.",
        "You're invited to spend the night with your friends in the warrior's den, and stay up all night laughing and playing pranks on each other.",
        "You enlist the help of an apprentice to help with the exercises the medicine cat prescribed you. They seem a bit worried, but your jokes and gentle touch put them at ease.",
        "You decide to spend the day with the mediator, curious about their role in the clan. You gain a newfound respect for the practice after watching how they skillfully navigate conflicts, and soothe clanmates with their careful tongue.",
        "A group of kits asks you how you ended up in the elder's den so young, and you craft a tall tale about how you didn't obey your parents, so StarClan had to strike you down with their wrath and fury! They run squealing back to their mothers, who shoot you grateful looks.",
        "One of your friends escorts you out on the territory, and you spend all day exploring, taking in all the new sights, sounds, smells, and textures. It's exciting, but overwhelming, and you're grateful to return to the familiarity of camp.",
        "You made the mistake of trying to take a nap in the sun today, and now you've been awakened by a group of kits using you as hunting practice!"
    ],
    "exiled": [
        "You wander around, lost."
    ],
    "crush_events": [
        "You debate asking crush1 out on a date. Today seems like the perfect day!",
        "One dusk, you watch the sunset and crush1 comes and sits next to you. As the lightning bugs circle through the air, you feel a spark of chemistry between you.",
        "Watching crush1 stretch in the sunlight beaming into camp, you stare until they make eye contact with you, and you avert your eyes hurriedly.",
        "crush1 offers to help you clean your fur after a day out in the territory.",
        "You wake up from a bad dream, and decide to take a walk outside. Surprisingly, crush1 is awake too, and joins you on your walk. You feel like you can understand them a bit better.",
        "While out hunting with crush1 you manage to trip over your own paws, whiskers first and crash to the ground. crush1 notices and runs to your side, helping you up. Though you weren't injured, it warms your heart at their concern.",
        "You spend all day hunting for crush1's favorite piece of fresh-kill. The happiness in their eyes more than make up for your exhaustion.",
        "Your crush, crush1, asks if you'd like to share a squirrel together in the shade.",
        "After a bad day, crush1 offers to let you talk to them about it. You feel much better afterwards.",
        "You catch crush1 playing with some kits in the nursery and can't help but imagine what a good parent they would be.",
        "You invite crush1 to go stargazing with you, though you end up looking at them more than the sky.",
        "You find your crush, crush1's favorite type of prey on a hunting patrol. You bring it to them, hoping they might interpret it as more than a friendly gesture.",
        "You can't help but stare at crush1 from across the clearing, but they see you and smile at you. You quickly scramble to pretend like you weren't looking, unable to stop a smile forming on your face.",
        "You start to feel a connection with crush1 and ask to go on a moonlit walk with them. crush1 is surprised at first, but then happily agrees."
    ],
    "mate_events": [
        "Your mate, mate1 takes you on a midnight stroll. Both of you enjoy the night air and each other's company.",
        "mate1 asks you if you would like to have kits and start a family.",
        "Thunder cracks in the sky, startling mate1 awake. What startles you is that they move over to you for comfort, and you can't help but drape your tail over them reassuringly.",
        "You and mate1 spend a moonlit evening sharing tongues.",
        "mate1 asks you to tell them about your current interests, their eyes full of genuine interest. Your heart soars as you begin a very long, very detailed description of your interests, hardly noticing the affection on mate1's face as they watch you ramble on.",
        "After a battle with an enemy Clan, mate1 is the first cat you make sure is alright.",
        "You challenge mate1 to a friendly bug-hunting challenge! The two of you have a great time, playfully arguing over which bug is cooler.",
        "You and mate1 find yourselves staring up at the sky, trying to associate a thing or scene to each cloud that passes by.",
        "You invite mate1 to go stargazing with you, though you end up looking at them more than the sky.",
        "You and mate1 share a nest one night, snuggling together for warmth.",
        "On a lazy afternoon, mate1 teaches you a silly song from their kithood, making you both giggle.",
        "mate1 shyly asks your opinion on kits.",
        "You find a carefully crafted trinket near your nest, only to realize that mate1 made it just for you.",
        "One morning, you wake up to find a flower by your nest. mate1 shyly admits they thought it matched the color of your eyes.",
        "You wake up to find that mate1 brought you your favorite piece of freshkill. How thoughtful!",
        "While trying to impress mate1, you trip over your paws. They snicker beforing moving to help you back up.",
        "You catch a look at mate1 from across the camp. They get even more beautiful with every day that passes.",
        "You and mate1 spent the night cuddled together in the den during a chilly night.",
        "mate1 has seemed really distant lately, maybe a walk around the territory with you will help them feel a bit better.",
        "You and mate1 take a walk on a rainy evening, and it ends with you two splashing each other and playing in puddles."
    ],
    "affair_events": [
        "At a gathering, you can't help but notice how often mate1's gaze drifts to a certain cat from another Clan.",
        "You find a tuft of unfamiliar fur stuck to mate1 after they return from a solo 'hunt'. The scent doesn't belong to any prey, and you're left with an uneasy feeling.",
        "In the moonlight, you see the silhouette of mate1 and another cat by the lakeside. They sit so close, their reflections merge as one in the water.",
        "You spot mate1 sneaking out of camp during the night. Curious, you decide to follow and discover them meeting another cat in secret.",
        "During the gathering, your heart sinks as you see mate1 sit closely beside another cat, their whiskers brushing and their gazes locked in a way that's hard to misinterpret.",
        "A Clanmate approaches you with hesitation, sharing rumors they've heard about mate1 and another outsider. While you're inclined to dismiss it, a nagging doubt creeps into your mind.",
        "Your gaze lands on a sight that makes your heart drop - your mate, mate1, sharing an intimate moment of laughter and playful nudges with another cat.",
        "You look for your mate to ask them out on a date, when you see them pressing their pelt up against another cat. When mate1 sees you, they quickly run up to you to explain."
    ]
}
