{
    "apprentice general": [
        "You start to feel bad about disappointing your mentor.",
        "Your mentor, once proud and supportive, avoids your gaze. There's a new hardness in their eyes that wasn't there before, a wall erected to keep you at a distance.",
        "The other apprentices keep their distance during training. The whispers behind hushed whispers fill the air. Their friendly camaraderie is now replaced by a stiff formality.",
        "The Clan leader summons you to their den. Their gaze is grave, and their words cut like the chill of leaf-bare. Their disappointment is palpable, and it hangs in the air long after you leave.",
        "You're left out of the hunting patrols. The warrior who used to let you tag along now avoids you, their friendly chats replaced by a heavy silence.",
        "You're relegated to the most menial tasks. Checking elders for ticks, cleaning the fresh-kill pile, clearing out bedding - you're not trusted with anything more.",
        "The medicine cat refuses to meet your gaze, their aura of comfort replaced by a chilling aloofness.",
        "The stories that the elders share are no longer open to you. Their words cease when you approach, replaced by disapproving silence and cold glares.",
        "The gatherings are a different experience now. Other Clans' apprentices eye you curiously, whispers spreading like wildfire. Your reputation precedes you.",
        "The deputy avoids you, only speaking to assign you tasks. Their stern gaze follows you around the camp, an ever-present reminder of your transgression.",
        "Your peers exchange guarded glances when you're nearby. There's an unspoken agreement to exclude you from their games and conversations.",
        "The other apprentices move their nests farther away from yours.",
        "You notice the queens shooing their kits away when you're nearby, their worried eyes not missing a single move you make.",
        "Your mentor often leaves you to practice alone. They used to be so attentive, but now their actions seem obligatory."
    ],
    "apprentice assertive": [],
    "apprentice brooding": [],
    "apprentice cool": [],
    "apprentice upstanding": [],
    "apprentice introspective": [],
    "apprentice neurotic": [],
    "apprentice silly": [],
    "apprentice stable": [],
    "apprentice sweet": [],
    "apprentice unabashed": [],
    "apprentice unlawful": [],
    "apprentice rare": []
}