{
    "medicine cat general": [
        "The herbs you used to find solace in seem tainted now. Every leaf you touch reminds you of your act.",
        "Cats flinch away from you when you offer treatment. Trust, once freely given, now has to be earned.",
        "You feel StarClan's eyes on you, their gaze a weight you cannot escape.",
        "Other medicine cats avoid you during gatherings. Your transgression has isolated you.",
        "The leader questions your interpretations of omens now. Your words no longer carry their previous weight.",
        "Apprentices are hesitant to train under you. Your reputation precedes you.",
        "You debate whether staying in this Clan is the right path.",
        "The gatherings feel different. Other Clans' medicine cats regard you warily, as if your actions have tainted the sacred bond you all share.",
        "Even the kits, who once looked at you with awe and fascination, now scurry away at your approach. The tales of your deeds have filtered down to even the youngest members of the Clan.",
        "The respect that the elders held for you has evaporated. Their warm tales of your skill and devotion are replaced with cold silence, and their eyes hold a look of disappointment.",
        "StarClan's voices in your dreams grow faint. Their messages become obscured and it's harder to find guidance in your slumber.",
        "At the half-moon meeting, you wake up to a shadow-filled forest instead of starry meadows.",
        "Cats take longer to recover under your care. Whether it's their fear or your guilt affecting the healing, you can't tell.",
        "An unexpected illness spreads through the Clan. Some cats mutter that it's a punishment from StarClan.",
        "You hear the elders talking about the old medicine cat, how they were so skilled and how cats these days aren't the same.",
        "The once comforting presence of the StarClan guide feels distant now, leaving you feeling even more isolated."
    ],
    "medicine cat assertive": [],
    "medicine cat brooding": [],
    "medicine cat cool": [],
    "medicine cat upstanding": [],
    "medicine cat introspective": [],
    "medicine cat neurotic": [],
    "medicine cat silly": [],
    "medicine cat stable": [],
    "medicine cat sweet": [],
    "medicine cat unabashed": [],
    "medicine cat unlawful": [],
    "medicine cat rare": []
}