{
    "medicine cat apprentice general": [
        "You start to feel bad about disappointing your mentor.",
        "The herbs in your den, once comforting, now feel sinister. They were supposed to heal, not to hurt. You wonder if your mentor feels the same unease around you.",
        "The cats you once treated now shrink away from your touch. Their grateful mews are replaced by fearful whispers.",
        "Your mentor refuses to teach you more about the herbs and their uses. They tell you that a medicine cat's duty is to heal, not to harm.",
        "You're forbidden from attending the sacred half-moon gatherings. A chill creeps down your spine as you realize you're cut off from StarClan's wisdom.",
        "Other Clans' medicine cats refuse to meet your gaze at the gatherings. Word of your transgression has spread like wildfire.",
        "You're relieved from your duties to tend to the wounded after a border skirmish. Your mentor quietly takes over, avoiding your gaze.",
        "The Clan leader summons you, their disappointment clear. The sacred role of a medicine cat requires trust and compassion - attributes you've apparently lost.",
        "The elders refuse your help, even for the simplest tasks. Their formerly kind mews are replaced by anxious glances and hushed whispers.",
        "Your dreams are plagued by the faces of StarClan cats, their eyes accusing. You no longer find comfort in sleep.",
        "Your mentor insists on revisiting the Warrior Code. Each word feels like a stone being piled on your back, heavy with their disappointment.",
        "You're asked to stay behind this Gathering.",
        "Your mentor no longer guides you, leaving you alone most days. When you ask questions, they answer shortly out of obligation.",
        "StarClan's voices in your dreams grow faint. Their messages become obscured and it's harder to find guidance in your slumber.",
        "At the half-moon meeting, you wake up to a shadow-filled forest instead of starry meadows.",
        "You wonder if being a medicine cat apprentice is the right path for you."
    ],
    "medicine cat apprentice assertive": [],
    "medicine cat apprentice brooding": [],
    "medicine cat apprentice cool": [],
    "medicine cat apprentice upstanding": [],
    "medicine cat apprentice introspective": [],
    "medicine cat apprentice neurotic": [],
    "medicine cat apprentice silly": [],
    "medicine cat apprentice stable": [],
    "medicine cat apprentice sweet": [],
    "medicine cat apprentice unabashed": [],
    "medicine cat apprentice unlawful": [],
    "medicine cat apprentice rare": []
}