{
    "mediator apprentice general": [
        "You start to feel bad about disappointing your mentor.",
        "Clan meetings become a burden. Instead of working out disputes, you're the subject of them. No one seems to trust your judgment anymore.",
        "The deputy reassigns you to mundane tasks. You're not involved in any important discussions or decision making.",
        "The respect you once had from your Clanmates has evaporated. Every whisper and glance feels like an accusation.",
        "You're kept away from delicate negotiations with other Clans. Your presence is seen as a potential cause for conflict.",
        "Your training, once filled with valuable lessons on diplomacy and understanding, is now filled with silence and uneasy glances.",
        "Clanmates avoid you, not wanting to involve you in their issues. You feel like a stranger in your own Clan.",
        "You're no longer invited to participate in the regular Clan meetings. Your advice, once valued, is now shunned.",
        "Even the kits, usually eager to listen to your stories and advice, stay away from you. Their playful laughter is now replaced with fearful silence.",
        "Your mentor solemnly suggests revisiting the fundamental teachings of peace and understanding, as though they question your comprehension.",
        "Your dreams are disturbed with images of the cat you murdered, their ghostly eyes filled with accusation. Sleep offers no solace.",
        "Your access to sensitive issues within the Clan is limited at the request of your mentor.",
        "You're asked to stay at camp when it becomes time for the next Gathering.",
        "You wonder if becoming a mediator is the right path for you."
    ],
    "mediator apprentice assertive": [],
    "mediator apprentice brooding": [],
    "mediator apprentice cool": [],
    "mediator apprentice upstanding": [],
    "mediator apprentice introspective": [],
    "mediator apprentice neurotic": [],
    "mediator apprentice silly": [],
    "mediator apprentice stable": [],
    "mediator apprentice sweet": [],
    "mediator apprentice unabashed": [],
    "mediator apprentice unlawful": [],
    "mediator apprentice rare": []
}