{
    "mediator general": [
        "The queens, who once trusted you to resolve quarrels amongst their kits, now steer their young ones away from you. Their disappointed looks serve as a bitter reminder of your deeds.",
        "Every disagreement in the clan now seems amplified, your guilt twisting every dispute into a possible harbinger of violence.",
        "As the Clan's mediator, your role was to solve conflicts, not create them. The trust that your clanmates once had in your ability to maintain peace has vanished.",
        "Cats avoid bringing their issues to you, preferring to solve them by themselves or let them fester.",
        "You notice the clans' younger cats, the kits and apprentices, who once looked up to you as a role model, now regard you with fear and uncertainty.",
        "Your words fall on deaf ears at gatherings, the other clans no longer willing to listen to a murderer mediate.",
        "You notice more fights breaking out within your clan. The peace you had worked hard to maintain shatters.",
        "Younger cats ask their mentors about your actions, their innocent curiosity stinging more than any accusation.",
        "Your leadership feels inclined to intervene in disputes more often, your credibility having been damaged.",
        "Your clanmates look to other cats for guidance and advice, leaving you feeling alienated.",
        "The trust that once enabled you to mediate effectively has evaporated, making your role seem impossible.",
        "Cats speak in hushed tones when you approach, leaving you paranoid about their conversations.",
        "You struggle to sleep, haunted by the memory of your actions and the implications they hold for your role within the clan."
    ],
    "mediator assertive": [],
    "mediator brooding": [],
    "mediator cool": [],
    "mediator upstanding": [],
    "mediator introspective": [],
    "mediator neurotic": [],
    "mediator silly": [],
    "mediator stable": [],
    "mediator sweet": [],
    "mediator unabashed": [],
    "mediator unlawful": [],
    "mediator rare": []
}
