{
    "warrior general": [
        "The atmosphere in the warriors' den changes. No one wants to share tongues with you, their eyes filled with distrust and suspicion.",
        "Your Clan leader reassigns your mentoring duties to another warrior, stating that it's for the 'betterment of the apprentice'.",
        "You're given the least desirable tasks: changing the elders' bedding, cleaning out the fresh-kill pile, keeping an eye on mischievous kits.",
        "Your Clanmates always seem to be whispering around you, the words 'traitor' and 'murderer' seeming to float in the air.",
        "No one wants to go on patrol with you. You're often left to do border patrols alone.",
        "You're the last one to get your pick from the fresh-kill pile. The best pieces are always gone by the time you get there.",
        "The medicine cat avoids your gaze whenever you're in their den, treating your wounds with a cold detachment.",
        "Your invitations for a friendly bout of training or play-fighting are rejected. No one wants to spar with a murderer.",
        "Your voice in Clan meetings is dismissed. Your suggestions are ignored, your opinions no longer valued.",
        "Your dreams are haunted by the memory of the cat you killed. Their eyes stare at you with accusation, turning your nights into nightmares.",
        "During gatherings, cats from other Clans give you a wide berth. Your reputation seems to have spread across the forest.",
        "The joy of hunting, once your solace, has turned bitter. Each kill reminds you of your dark deed.",
        "A new warrior refuses to share the warriors' den with you, opting to sleep with the apprentices instead.",
        "During training sessions, you notice the apprentices whispering amongst themselves, their gazes darting towards you with fear.",
        "An elder tells stories of treacherous warriors from the past. You can't help but feel each tale is a subtle jab at you.",
        "The Clan deputy keeps a close eye on you during patrols. You're never out of their sight.",
        "The Clan leader hardly meets your eye, their disappointment as palpable as the chill of leaf-bare. Their stern silence speaks more than any words could.",
        "You're put on the most arduous and menial tasks, like border patrols in the coldest nights or preparing the elder's den. It seems as if your Clanmates want to keep you occupied, perhaps too wary to let you be idle.",
        "Once sought for advice, you're now left alone. Your wisdom is now overshadowed by your crime.",
        "The memory of your victim haunts your every step. Every cat you see seems to wear their face.",
        "Clan meetings are a challenge. Your contributions are often met with silence, the distrust in the air palpable.",
        "Every fresh-kill you bring back to camp is examined closely before it's accepted. As if they expect you to poison them."
    ],
    "warrior assertive": [],
    "warrior brooding": [],
    "warrior cool": [],
    "warrior upstanding": [],
    "warrior introspective": [],
    "warrior neurotic": [],
    "warrior silly": [],
    "warrior stable": [],
    "warrior sweet": [],
    "warrior unabashed": [],
    "warrior unlawful": [],
    "warrior rare": []
}